import { Input } from '@/components/ui/input'
import Image from 'next/image'
import Link from 'next/link'
import img from '../../../../../public/images/banner.svg'
const Page = () => {
  return (
    <section className="container">
      <div className="mt-20 grid grid-cols-3 gap-[30px] mb-[10em]">
        <div className="sm:col-span-2 col-span-3">
          <div className="bg-[#5b39bb] w-fit font-bold text-[14px] text-white px-[24px] py-[8px] rounded-full">
            المنافسات
          </div>
          <h1 className="font-bold text-[36px] mt-10">
            كل ما تريد معرفته حول نظام المزايدات في المنافسات التجارية مع نافس
          </h1>
          <p className="mt-5">March 11, 2024 - فريق نافس</p>
          <div className="w-full rounded-5 max-h-[350px] h-full mt-8">
            <Image
              src={img}
              alt="img"
              className="max-h-[350px] w-full object-cover rounded-[20px]"
            ></Image>
          </div>
          <div className="mt-[30px]">
            <p>
              تلجأ المؤسسات العامة في المملكة العربية السعودية عند الرغبة في شراء سلعة معيّنة أو
              الحصول على خدمات وأعمال إلى طرح المناقصات، وفي المقابل إذا احتاجت المؤسسة إلى بيع أحد
              الأصول أو الخدمات فإنّها تلجأ إلى نظام المزايدات الحكومية الذي يتم عقده عبر مجموعة من
              المنصات الإلكترونية الرسمية المخصصة. نظام المزايدات يعرف نظم المزايدات أو كما يطلق
              عليه (المزاد) بأنه حدث بيع يتنافس فيه المشترون المحتملون على تقديم عروض تنافسية بهدف
              شراء الأصول أو الخدمات، ويكون ذلك عادةً إما بطريقة علنية مفتوحة لكل من يرغب بدخول
              المزاد واقتراح سعر أو بطريقة مغلقة. تُعد المزادات طريقة شائعة في البيع لأن كلًا من
              البائع والمشتري يرى بأنه سيحصل على صفقة جيدة سواءً عند شراء أو بيع الأصول. وتشمل أمثلة
              المزادات؛ أسواق الماشية حيث يشتري المزارعون ويبيعون الحيوانات، ومزادات السيارات،
              ومزادات العقارات، ومزادات اللوحات الفنية والتحف أو غير ذلك. أنواع المزايدات
              الإلكترونية تُعدّ منصات المزادات الإلكترونية من أبرز التقنيات التي تواكب التقدم التقني
              للمملكة العربية السعودية، حيث إنّها تُسهم بشكل فعّال في تحقيق أهداف المملكة المبنية
              على مبادئ الشفافية والعلنية وتكافؤ الفرص، وإليك أنواع المزايدات الإلكترونية: المزاد
              الهجين يدمج هذا النوع بين المزاد بنوعيه الحضوري والافتراضي، فهو يقام في قاعة مخصصة مع
              إتاحة الفرصة للمشاركة عن بعد (عبر الهاتف المحمول أو جهاز الكمبيوتر) بهدف متابعة مجريات
              المزاد من خلال البث المباشر، ولتحقيق ذلك يتم رصد المزايدات الحضورية والافتراضية في نفس
              الوقت، ليتنافس المشاركون ويُحسم المزاد لصالح صاحب أعلى عرض عند انتهاء الوقت المحدد.
              المزاد الافتراضي يُمكن للمزايدين وغيرهم مشاهدة البث المباشر للجنة البيع أو القائم
              بالمزاد والمزايدة على السلعة المعروضة للمنافسة، وفي هذا النوع يقتصر الحضور في مكان
              المزايدة على لجنة البيع، بينما يتاح للمشاركين التواجد عن بعد بحرية تامة. آلية عمل
              المزادات تنقسم المزادات إلى مزادات علنية وأخرى مغلقة، وفي المزاد العلني يطلع جميع
              المزايدين على العروض المقدمة علنًا، في حين أن العروض المقدّمة في المزاد المغلق تكون
              سريّة، فلا يجوز أن يطلع المزايدون على عروض الآخرين. ويتم عادةً إجراء المزادات بشكل
              مباشر أو من خلال منصة إلكترونية رسمية، ويتم في كل الأحوال بيع الأصل أو الخدمة المعروضة
              للطرف الذي يقدم عرض له أعلى سعر في المزاد العلني، وعادةً ما ينطبق الأمر نفسه على
              المزاد المغلق. معايير نظام المزايدات تخضع نتيجة المزادات للعديد من المعطيات والمعايير
              التي ينعكس أثرها على المزاد، وهي كما يأتي: العرض والطلب: تعد المنتجات والأصول عالية
              الطلب أكثر احتمالًا للحصول على سعر مرتفع، وفي المقابل تتعرض السلع الأقل طلبًا إلى قلة
              المزايدات، ولكن بشكل عام يتميز المزاد بإمكانية البيع السريع، كما أن مستوى كفاءة البيع
              فيه أعلى من البيع التقليدي. جودة المنتج: تعزز جودة المنتج قيمته السعرية، فكلما كانت
              جودة السلعة أفضل كان ذلك محفزًا للمزايدين ليقوموا بالزيادة عن السعر المتوقع. السداد
              ونقل الملكية: تعد الشروط الملائمة لسداد قيمة السلعة وإمكانية نقل الملكية في الوقت
              المطلوب مؤثرًا جوهريًا على الرغبة في الشراء، وهذا ينعكس بشكل مباشر على المنافسة
              والشراء. الفرق بين المناقصة والمزايدة على الرغم من أن القوانين المنظمة للمزاد
              والمناقصة متشابهة مع وجود بعض الاختلافات البسيطة إلا أن الأهداف المرجوة من كل نوع
              مختلفة بشكل كلي. ففي المناقصة تلجأ الجهة الحكومية إلى طرح مناقصة عامة عندما تتطلب
              إنجاز مشاريع عامة محددة أو توريد احتياجات للمرافق العامة، وفي هذه العملية تهدف المؤسسة
              إلى اختيار أفضل عرض مقدّم، أي العرض الذي يتضمن أقل سعر وأعلى جودة. أما المزاد فتلجأ له
              إدارة الشركة عندما ترغب في بيع أو تأجير جزء من عقاراتها أو أملاكها، ويتم ضمن عملية
              منظمة وسلسة تهدف إلى الحصول على أعلى قيمة ممكنة من بين القيم المقدّمة، أي يتم اختيار
              العرض الذي يتضمن السعر الأعلى. يعدّ نظام المزايدات من الأساليب المثالية للبيع في السوق
              السعودي، مع وجود مجموعة من العوامل التي قد تؤثر فيه إيجابًا؛ كتقديم العرض في الوقت
              المناسب وندرة السلعة، أو سلبًا مثل تشبع العملاء من السلعة في المكان المحدد أو ضعف
              القوة الشرائية.
            </p>
          </div>
        </div>
        <div className="col-span-3 sm:col-span-1 mt-20 sm:mt-0">
          <Input />
          <h1 className="font-bold text-[36px] my-8">مقالات أخرى</h1>
          <div>
            {Array.from({ length: 5 }).map((_, i) => (
              <Link href={'#'} key={i} className="mb-10 flex gap-[20px] ">
                <Image
                  src={img}
                  width={82}
                  height={82}
                  alt="img"
                  className="w-[82px] h-[82px] rounded-[5px] object-cover"
                ></Image>
                <div>
                  <p className="text-[18px] leading-[1.3]">
                    المزايدات في المنافسات التجارية مع نافس
                  </p>
                  <p className="mt-5 text-[#555a65] text-[16px]">March 11, 2024 - فريق نافس</p>
                </div>
              </Link>
            ))}
          </div>
        </div>
      </div>
    </section>
  )
}

export default Page
